Repository: TableProApp/TablePro
Catalog: TablePro/Resources/Localizable.xcstrings
Source language: en
Languages: fr, ko, tr, vi, zh_hans, zh_hant

source: Schema SQL
fr: Schéma SQL
ko: 스키마 SQL
tr: Şema SQL'i
vi: SQL của schema
zh_hant: 綱要 SQL

source: %@ accepted the SSH connection but refused the SFTP subsystem.
fr: %@ a accepté la connexion SSH mais a refusé le sous-système SFTP.
ko: %@이(가) SSH 연결은 수락했지만 SFTP 하위 시스템은 거부했습니다.
tr: %@ SSH bağlantısını kabul etti ancak SFTP alt sistemini reddetti.
vi: %@ đã chấp nhận kết nối SSH nhưng từ chối hệ thống con SFTP.
zh_hans: %@ 接受了 SSH 连接，但拒绝了 SFTP 子系统。
zh_hant: %@ 接受了 SSH 連線，但拒絕了 SFTP 子系統。

source: Loading users and roles…
fr: Chargement des utilisateurs et des rôles...
ko: 사용자 및 역할 불러오는 중…
tr: Kullanıcılar ve roller yükleniyor…
vi: Đang tải người dùng và vai trò…
zh_hans: 正在加载用户和角色…
zh_hant: 正在載入使用者與角色…

source: Fold All
fr: Plier tout
ko: 모두 접기
tr: Tümünü Katla
vi: Thu gọn tất cả
zh_hans: 全部折叠
zh_hant: 全部摺疊

source: Whether the index enforces uniqueness
fr: Que l'indice applique l'unicité ou non
ko: 인덱스가 고유성을 강제하는지 여부
tr: İndeksin benzersizliği zorunlu kılıp kılmadığı
vi: Chỉ mục có ràng buộc tính duy nhất hay không
zh_hans: 该索引是否强制唯一性
zh_hant: 該索引是否強制唯一性

source: EU Long (31/12/2024 23:59:59)
fr: UE Long (31/12/2024 23:59:59)
ko: EU 긴 형식(31/12/2024 23:59:59)
tr: AB Uzun (31/12/2024 23:59:59)
vi: Châu Âu dài (31/12/2024 23:59:59)
zh_hans: 欧洲长格式 (31/12/2024 23:59:59)
zh_hant: 歐洲長格式 (31/12/2024 23:59:59)

source: Schemas
fr: Schémas
ko: 스키마
tr: Şemalar
vi: Schema
zh_hans: Schema
zh_hant: 綱要

source: This license has been suspended. Contact support for help.
fr: Cette licence a été suspendue. Contactez le support pour obtenir de l'aide.
ko: 이 라이선스는 정지되었습니다. 지원팀에 문의하십시오.
tr: Bu lisans askıya alındı. Yardım için destek ile iletişime geçin.
vi: Giấy phép này đã bị đình chỉ. Liên hệ hỗ trợ để được giúp đỡ.
zh_hans: 此许可证已被暂停。请联系支持团队获取帮助。
zh_hant: 此授權已遭停用。請聯絡支援團隊尋求協助。

source: Object type, or PARTITION when the partition is not a relation
fr: Type d'objet, ou PARTITION lorsque la partition n'est pas une relation.

source: Choose at least one object to copy.
fr: Choisissez au moins un objet à copier.

source: Result View
fr: Afficher les résultats
ko: 결과 보기
tr: Sonuç Görünümü
vi: Chế độ xem kết quả
zh_hans: 结果视图
zh_hant: 結果檢視

source: Each destination column can be mapped from only one source column.
fr: Chaque colonne de destination ne peut être mappée qu'à partir d'une seule colonne de source.

source: Cannot save changes to '%@'. Some rows could not be identified.
fr: Impossible d'enregistrer les modifications à '%@'. Certaines lignes n'ont pas pu être identifiées.
ko: '%@'의 변경 사항을 저장할 수 없습니다. 일부 행을 식별할 수 없습니다.
tr: '%@' üzerindeki değişiklikler kaydedilemiyor. Bazı satırlar tanımlanamadı.
vi: Không thể lưu thay đổi vào '%@'. Một số dòng không xác định được.
zh_hans: 无法保存对 '%@' 的更改。有些行无法被识别。
zh_hant: 無法儲存對 '%@' 的變更。有些列無法被識別。

source: OR
fr: Ou

source: Options this operation reads, by key
fr: Options que cette opération lit, par clé

source: Foreign Tables
fr: Tables étrangères
ko: 외부 테이블
tr: Dış Tablolar
zh_hans: 外部表
zh_hant: 外部資料表

source: Expires
fr: Expire
ko: 만료
tr: Sona Erer
vi: Hết hạn
zh_hans: 过期时间
zh_hant: 到期時間

# Insert row %@ into %@
source: Insert row %1$@ into %2$@
fr: Insérer la ligne %1$@ dans %2$@
ko: %2$@에 행 %1$@ 삽입
tr: %1$@ satırını %2$@ içine ekle
vi: Chèn dòng %1$@ vào %2$@
zh_hans: 将行 %1$@ 插入 %2$@
zh_hant: 將列 %1$@ 插入 %2$@

source: Hover
fr: Planer
ko: 호버
tr: Üzerine Gelme
vi: Di chuột
zh_hans: 悬停
zh_hant: 停留

source: Network
fr: Réseau
ko: 네트워크
tr: Ağ
vi: Mạng
zh_hans: 网络
zh_hant: 網路

source: Database Size
fr: Taille de la base de données
ko: 데이터베이스 크기
tr: Veritabanı Boyutu
vi: Kích thước cơ sở dữ liệu
zh_hans: 数据库大小
zh_hant: 資料庫大小

source: The partial backup file is removed. Databases already written are kept.
fr: Le fichier de sauvegarde partiel est supprimé. Les bases de données déjà écrites sont conservées.

source: That group no longer exists.
fr: Ce groupe n'existe plus.
ko: 해당 그룹이 더 이상 존재하지 않습니다.
tr: Bu grup artık mevcut değil.
vi: Nhóm đó không còn tồn tại.
zh_hans: 该分组已不存在。
zh_hant: 該群組已不存在。

source: Close active connections to apply.
fr: Fermer les connexions actives pour appliquer.
ko: 적용하려면 활성 연결을 닫으십시오.
tr: Uygulamak için etkin bağlantıları kapatın.
vi: Đóng các kết nối đang hoạt động để áp dụng.
zh_hans: 关闭活跃连接后生效。
zh_hant: 關閉作用中的連線以套用。

source: Not found (404). Check the Base URL and the model.
fr: Non trouvé (404). Vérifiez l'URL de base et le modèle.

source: This file is encrypted and requires a passphrase
fr: Ce fichier est crypté et nécessite une phrase de passe.
ko: 이 파일은 암호화되어 있어 암호가 필요합니다
tr: Bu dosya şifrelenmiş ve bir parola gerektiriyor
vi: Tệp này được mã hóa và yêu cầu cụm mật khẩu
zh_hans: 此文件已加密，需要密码短语
zh_hant: 此檔案已加密，需要通關密語

source: Auth Level
fr: Niveau d'autorisation
ko: 인증 수준
tr: Kimlik Doğrulama Düzeyi
vi: Cấp xác thực
zh_hans: 认证级别
zh_hant: 驗證層級

source: Also handles
fr: Gère également
ko: 다음 항목도 처리
tr: Ayrıca işler
vi: Cũng xử lý
zh_hans: 兼容类型
zh_hant: 同時支援

source: Sequences
fr: Séquences

source: The slow query
fr: La requête lente
ko: 느린 쿼리
tr: Yavaş sorgu
vi: Truy vấn chậm
zh_hans: 慢查询
zh_hant: 慢查詢

source: Could not search the referenced table
fr: Impossible de rechercher la table référencée.

source: Import Format
fr: Format d'importation
ko: 가져오기 형식
tr: İçe Aktarma Biçimi
vi: Định dạng nhập
zh_hans: 导入格式
zh_hant: 匯入格式

source: Focus Object List
fr: Liste des objets de mise au point

source: Reading connections from %@…
fr: Lecture des connexions de %@...
ko: %@에서 연결을 읽는 중…
tr: %@ konumundan bağlantılar okunuyor…
vi: Đang đọc kết nối từ %@…
zh_hans: 正在从%@读取连接…
zh_hant: 正在從%@讀取連線…

source: tilde
ko: 물결표
vi: dấu ngã
zh_hans: 波浪号
zh_hant: 波浪號

source: %llds
ko: %lld초
tr: %lld sn
vi: %lld giây
zh_hans: %lld 秒
zh_hant: %lld 秒

source: %lld tables
ko: %lld개 테이블
tr: %lld tablo
vi: %lld bảng
zh_hans: %lld 个表
zh_hant: %lld 個資料表

source: Documentation
ko: 도움말 문서
tr: Belgeler
vi: Tài liệu
zh_hans: 文档
zh_hant: 文件

source: transaction %@
ko: 트랜잭션 %@
tr: %@ işlemi
zh_hans: 事务 %@
zh_hant: 交易 %@

source: Icons
ko: 아이콘
tr: Simgeler
vi: Biểu tượng
zh_hans: 图标
zh_hant: 圖像

source: … (%d more characters not shown)
ko: … (나머지 %d자는 표시되지 않음)
tr: … (%d karakter daha gösterilmiyor)
vi: … (còn %d ký tự không hiển thị)
zh_hans: …（还有 %d 个字符未显示）
zh_hant: …（還有 %d 個字未顯示）

source: Table
ko: 테이블
tr: Tablo
vi: Bảng
zh_hans: 表
zh_hant: 資料表

source: Administration
ko: 관리
tr: Yönetim
vi: Quản trị
zh_hans: 管理
zh_hant: 管理

source: Type: %@
ko: 유형: %@
tr: Tür: %@
vi: Loại: %@
zh_hans: 类型：%@
zh_hant: 類型：%@

source: Token: %@
ko: 토큰: %@
tr: Jeton: %@
zh_hans: 令牌：%@
zh_hant: 權杖：%@

source: Source:
ko: 소스:
vi: Nguồn:
zh_hans: 来源：
zh_hant: 來源：

source: Interface
ko: 인터페이스
tr: Arayüz
vi: Giao diện
zh_hans: 界面
zh_hant: 介面

source: Test
ko: 테스트
vi: Kiểm tra
zh_hans: 测试
zh_hant: 測試

source: Tables
ko: 테이블
tr: Tablolar
vi: Bảng
zh_hans: 表
zh_hant: 資料表

source: Description
ko: 설명
tr: Açıklama
vi: Mô tả
zh_hans: 描述
zh_hant: 描述

source: %@ s
ko: %@초
vi: %@ giây
zh_hans: %@ 秒
zh_hant: %@ 秒

source: Truncate %d tables
ko: %d개 테이블 비우기
tr: %d tabloyu boşalt
vi: Xoá dữ liệu %d bảng
zh_hans: 清空%d个表
zh_hant: 清空 %d 個資料表

source: Colon :
ko: 콜론 :
tr: İki Nokta :
vi: Dấu hai chấm :
zh_hans: 冒号 :
zh_hant: 冒號 :

source: Version:
ko: 버전:
vi: Phiên bản:
zh_hans: 版本：
zh_hant: 版本：

source: Unique
ko: 고유
vi: Duy nhất
zh_hans: 唯一
zh_hant: 唯一

source: Collation:
ko: 정렬 규칙:
tr: Harmanlama:
vi: Đối chiếu:
zh_hans: 排序规则：
zh_hant: 定序：

source: Plan
ko: 플랜
vi: Kế hoạch
zh_hans: 执行计划
zh_hant: 執行計畫

source: Normal
ko: 일반
vi: Bình thường
zh_hans: 正常
zh_hant: 一般

source: Local
ko: 로컬
tr: Yerel
vi: Cục bộ
zh_hans: 本地
zh_hant: 本機

source: Format JSON
ko: JSON 서식 지정
tr: JSON Biçimlendir
vi: Định dạng JSON
zh_hans: 格式化 JSON
zh_hant: 格式化 JSON

source: Badges
ko: 배지
tr: Rozetler
vi: Huy hiệu
zh_hans: 徽章
zh_hant: 徽章

source: %1$lldm %2$02llds
ko: %1$lld분 %2$02lld초
tr: %1$lld dk %2$02lld sn
vi: %1$lld phút %2$02lld giây
zh_hans: %1$lld 分 %2$02lld 秒
zh_hant: %1$lld 分 %2$02lld 秒

source: Pagination
ko: 페이지 매김
vi: Phân trang
zh_hans: 分页
zh_hant: 分頁

source: Connections:
ko: 연결:
tr: Bağlantılar:
vi: Kết nối:
zh_hans: 连接：
zh_hant: 連線：

source: Custom…
ko: 사용자 지정…
tr: Özel…
vi: Tùy chỉnh…
zh_hans: 自定义…
zh_hant: 自訂…

source: Action
ko: 작업
tr: Eylem
vi: Thao tác
zh_hans: 操作
zh_hant: 動作

source: schema %@
ko: 스키마 %@
tr: şema %@
zh_hans: 架构 %@
zh_hant: 綱要 %@

# %lldm %llds
source: %1$lldm %2$llds
ko: %1$lld분 %2$lld초
tr: %lldm %llds
vi: %lldm %llds
zh_hans: %lldm %llds
zh_hant: %1$lld 分 %2$lld 秒

source: Compact
ko: 컴팩트
tr: Kompakt
vi: Thu gọn
zh_hans: 紧凑
zh_hant: 緊湊

source: Mode
ko: 모드
tr: Mod
vi: Chế độ
zh_hans: 模式
zh_hant: 模式

source: source
ko: 원본
tr: kaynak
vi: nguồn
zh_hans: 来源
zh_hant: 來源

source: Cascade
ko: 연쇄 적용
tr: Basamaklı

source: Pause
ko: 일시 정지
tr: Duraklat
vi: Tạm dừng
zh_hans: 暂停
zh_hant: 暫停

source: Client:
ko: 클라이언트:
tr: İstemci:
zh_hans: 客户端：
zh_hant: 用戶端：

source: Zoom
ko: 확대/축소
tr: Yakınlaştır
vi: Thu phóng
zh_hans: 缩放
zh_hant: 縮放

source: Source
ko: 소스
tr: Kaynak
vi: Nguồn
zh_hans: 来源
zh_hant: 來源

source: Notes
ko: 참고
tr: Notlar
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

source: Auto Inc
ko: 자동 증가
tr: Oto Artış
vi: Tự tăng
zh_hans: 自增
zh_hant: 自動遞增

source: Invisibles
ko: 보이지 않는 문자
tr: Görünmezler
vi: Ký tự ẩn
zh_hans: 不可见字符
zh_hant: 不可見字

source: Partition
ko: 파티션
vi: Phân vùng
zh_hans: 分区
zh_hant: 分割區

source: Pipe |
ko: 파이프 |
tr: Dikey Çizgi |
vi: Dấu gạch đứng |
zh_hans: 竖线 |
zh_hant: 直線 |

source: Port
ko: 포트
vi: Cổng
zh_hans: 端口
zh_hant: 連接埠

source: Type
ko: 유형
tr: Tür
vi: Kiểu
zh_hans: 类型
zh_hant: 類型

source: Services
ko: 서비스
tr: Servisler
vi: Dịch vụ
zh_hans: 服务
zh_hant: 服務

source: Chat
ko: 채팅
tr: Sohbet
zh_hans: 对话
zh_hant: 對話

source: Page
ko: 페이지
tr: Sayfa
vi: Trang
zh_hans: 页
zh_hant: 頁

source: Action: %@
ko: 작업: %@
tr: Eylem: %@
vi: Thao tác: %@
zh_hans: 操作：%@
zh_hant: 動作：%@

source: Format:
ko: 형식:
tr: Biçim:
vi: Định dạng:
zh_hans: 格式：
zh_hant: 格式：

source: Charset:
ko: 문자 집합:
tr: Karakter Seti:
vi: Bảng mã:
zh_hans: 字符集：
zh_hant: 字集：

source: Structure
ko: 구조
vi: Cấu trúc
zh_hans: 结构
zh_hant: 結構

source: pages
ko: 페이지
tr: sayfa
vi: trang
zh_hans: 页
zh_hant: 頁

source: Document
ko: 문서
tr: Belge
zh_hans: 文档
zh_hant: 文件

source: Global:
ko: 전역:
tr: Genel:
vi: Chung:
zh_hans: 全局：
zh_hant: 全域：

source: Script
ko: 스크립트
tr: Betik
zh_hans: 脚本
zh_hant: 指令稿

source: OK
ko: 확인
tr: Tamam
zh_hant: 好

source: Plugins
ko: 플러그인
vi: Plugin
zh_hans: 插件
zh_hant: 外掛

source: Destination:
ko: 대상:
tr: Hedef:
vi: Đích:
zh_hans: 目标：
zh_hant: 目的地：

source: Date
ko: 날짜
tr: Tarih
vi: Ngày
zh_hans: 日期
zh_hant: 日期

source: Version %@
ko: 버전 %@
tr: Sürüm %@
vi: Phiên bản %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: Collation
ko: 정렬 규칙
tr: Karşılaştırma
vi: Đối chiếu
zh_hans: 排序规则
zh_hant: 定序

source: Production
ko: 프로덕션
tr: Üretim
zh_hans: 生产
zh_hant: 生產

source: apostrophe
ko: 작은따옴표
tr: kesme işareti
vi: dấu nháy đơn
zh_hans: 单引号
zh_hant: 單引號

source: Expression
ko: 표현식
tr: İfade
vi: Biểu thức
zh_hans: 表达式
zh_hant: 運算式

source: Minimal
ko: 최소
vi: Tối giản
zh_hans: 极简
zh_hant: 極簡

source: AUTO
ko: 자동
tr: OTO
vi: TỰ ĐỘNG
zh_hans: 自动
zh_hant: 自動

source: Expiration
ko: 만료
tr: Son Kullanma
vi: Hết hạn
zh_hans: 过期时间
zh_hant: 到期時間

source: %1$lldh %2$02lldm
ko: %1$lld시간 %2$02lld분
tr: %1$lld sa %2$02lld dk
vi: %1$lld giờ %2$02lld phút
zh_hans: %1$lld 小时 %2$02lld 分
zh_hant: %1$lld 小時 %2$02lld 分

source: Animations
ko: 애니메이션
tr: Animasyonlar
vi: Hiệu ứng
zh_hans: 动画
zh_hant: 動畫

source: Plan: %@
ko: 플랜: %@
vi: Gói: %@
zh_hans: 套餐：%@
zh_hant: 方案：%@

source: Importance
ko: 중요도
tr: Önem
vi: Mức quan trọng
zh_hans: 重要程度
zh_hant: 重要程度

source: Tags: %@
ko: 태그: %@
tr: Etiketler: %@
vi: Thẻ: %@
zh_hans: 标签：%@
zh_hant: 標籤：%@

source: Navigation
ko: 탐색
tr: Gezinme
vi: Điều hướng
zh_hans: 导航
zh_hant: 導覽

source: Notifications
ko: 알림
tr: Bildirimler
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

source: Bar
ko: 막대
tr: Çubuk
vi: Thanh
zh_hans: 条形
zh_hant: 長條

source: Agent
ko: 에이전트
tr: Ajan

source: Orange
ko: 주황색
tr: Turuncu
vi: Cam
zh_hans: 橙色
zh_hant: 橘色

source: Connections
ko: 연결
tr: Bağlantılar
vi: Kết nối
zh_hans: 连接
zh_hant: 連線

source: %lld minutes
ko: %lld분
tr: %lld dakika
vi: %lld phút
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: Format SQL
ko: SQL 서식 지정
tr: SQL Biçimlendir
vi: Định dạng SQL
zh_hans: 格式化 SQL
zh_hant: 格式化 SQL

source: Page %d
ko: %d페이지
tr: Sayfa %d
vi: Trang %d
zh_hans: 第 %d 页
zh_hant: 第 %d 頁

source: Version
ko: 버전
tr: Sürüm
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

# %dm %ds
source: %1$dm %2$ds
ko: %1$d분 %2$d초
tr: %dd %ds
vi: %dm %ds
zh_hans: %d分%d秒
zh_hant: %1$d 分 %2$d 秒

source: Auto
ko: 자동
tr: Otomatik
vi: Tự động
zh_hans: 自动
zh_hant: 自動

source: Question
ko: 질문
tr: Soru
vi: Câu hỏi
zh_hans: 问题
zh_hant: 問題

source: Plugin
ko: 플러그인
tr: Eklenti
zh_hans: 插件
zh_hant: 外掛

source: via %@
ko: 경유: %@
tr: %@ aracılığıyla
vi: qua %@
zh_hans: 通过 %@
zh_hant: 透過 %@

source: Client
ko: 클라이언트
tr: İstemci
zh_hans: 客户端
zh_hant: 用戶端

source: Options
ko: 옵션
tr: Seçenekler
vi: Tùy chọn
zh_hans: 选项
zh_hant: 選項

source: max %@
ko: 최댓값 %@
tr: maks. %@
vi: tối đa %@
zh_hans: 最长 %@
zh_hant: 最長 %@

source: Graphite
ko: 그래파이트
vi: Than chì
zh_hans: 石墨
zh_hant: 石墨

source: %lld sources
ko: %lld개 소스
tr: %lld kaynak
vi: %lld nguồn
zh_hans: %lld 个来源
zh_hant: %lld 個來源

source: Service
ko: 서비스
tr: Servis
vi: Dịch vụ
zh_hans: 服务
zh_hant: 服務

source: Terminal
ko: 터미널
zh_hans: 终端
zh_hant: 終端機

source: %@x
ko: %@배
zh_hans: %@ 倍
zh_hant: %@ 倍

# v%@ · %@
source: v%1$@ · %2$@
tr: v%@ · %@
vi: v%@ · %@
zh_hans: v%@ · %@

source: INDEX
tr: İNDEKS
vi: CHỈ MỤC
zh_hans: 索引
zh_hant: 索引

source: %lld pt
tr: %lld punto

source: TIMESTAMPS
vi: THỜI GIAN
zh_hans: 时间戳
zh_hant: 時間戳記

source: /path/to/ca-cert.pem
vi: /đường/dẫn/tới/ca-cert.pem

source: /path/to/database.sqlite
vi: /đường/dẫn/tới/database.sqlite

source: <1 ms
zh_hans: <1 毫秒
zh_hant: <1 毫秒
